---
kind: enumMember
id: F:Autodesk.Revit.DB.BorderTile.Overhanging
enum: Autodesk.Revit.DB.BorderTile
source: html/aa504f7f-347b-fc96-5f06-4ad46974040a.htm
---
# Autodesk.Revit.DB.BorderTile.Overhanging